export const jobs = [
  {
    id: 0,
    job: 'UI/UX designer',
    duties: [
      {
        text: 'Провел тщательное исследование пользовательского поведения, что позволило выявить слабые места в интерфейсе. Внес изменения, которые повысили удовлетворенность клиентов на 25% и сократили время выполнения ключевых задач.',
      },
      {
        text: 'Разработал интерактивные прототипы, которые были использованы для тестирования пользовательских сценариев. Полученные данные использовались для внесения корректив в дизайн, что привело к существенному улучшению пользовательского восприятия.',
      },
    ],
    qualifications: [
      {
        text: 'Владение Sketch и InVision позволяет мне создавать визуально привлекательные макеты, а тестирование пользовательских сценариев в UsabilityHub дополняет мой набор навыков. Теперь обладаю необходимыми компетенциями для разработки интуитивных и современных интерфейсов.',
      },
      {
        text: 'Я научился проводить глубокий анализ пользовательских потребностей, применять методики Jobs-to-be-Done для более точного понимания целей пользователей. Я успешно интегрировал Figma API для оптимизации рабочих процессов и создал высокоинтерактивные прототипы с использованием Framer X.',
      },
    ],
  },
  {
    id: 1,
    job: 'Frontend Developer',
    duties: [{ text: 'front 1' }, { text: 'front 2' }],
    qualifications: [{ text: 'front 1' }, { text: 'front 2' }],
  },
  {
    id: 2,
    job: 'Backend Developer',
    duties: [{ text: 'back 1' }, { text: 'back 2' }],
    qualifications: [{ text: 'back 1' }, { text: 'back 2' }],
  },
  {
    id: 3,
    job: 'Project Manager',
    duties: [{ text: 'PM 1' }, { text: 'PM 2' }],
    qualifications: [{ text: 'PM 1' }, { text: 'PM 2' }],
  },
  {
    id: 4,
    job: 'System analyst',
    duties: [{ text: 'SA 1' }, { text: 'SA 2' }],
    qualifications: [{ text: 'SA 1' }, { text: 'SA 2' }],
  },
  {
    id: 5,
    job: 'QA-engineer',
    duties: [{ text: 'QA 1' }, { text: 'QA 2' }],
    qualifications: [{ text: 'QA 1' }, { text: 'QA 2' }],
  },
]
