const EXPERIENCE_RECOMMENDATIONS = (
  <>
    <p className="recommend__text">
      Информацию лучше указывать начиная с последнего места работы.
    </p>
    <br />
    <p className="recommend__text">
      Также не рекомендуется писать про работу в тех организациях, которая никак
      не связана с должностью, на которую вы претендуете. Например, если вы
      собираетесь устраиваться программистом, то нет смысла писать о том, что вы
      когда-то подрабатывали продавцом.
    </p>
    <br />
    <p className="recommend__text">
      Если у вас большой стаж и уже довольно много мест, где вы ранее работали,
      то при описании опыта работы достаточно написать о 3-5 последних
      организациях, не нужно указывать опыт более 10 лет, декрет, а также
      описание трудовой книжки.
    </p>
  </>
)

export { EXPERIENCE_RECOMMENDATIONS }
